//Завдання 2: Конкатенація радків та шаблонний рядок.
//Створіть дві змінні, які містять імена двох осіб. 
//Використовуючи конкатенацію рядків, створіть новий рядок, який містить вітання для обох осіб. 
//Виведіть результат в консоль. Потім використайте шаблонний рядок для створення того ж вітання. Виведіть результат в консоль.

// Створення змінних з іменами двох осіб
let name1 = "Daria";
let name2 = "Vicky";

// Використання конкатенації рядків
let greeting = "Привіт, " + name1 + " та " + name2 + "!";
console.log(greeting);

// Використання шаблонного рядка
let greeting1 = `Привіт, ${name1} та ${name2}!`;
console.log(greeting1);